#include <stdio.h>
#include <stdlib.h>
#include <time.h>
#include <string.h>
#include "Monstros.h"
#include "Personagem.h"

void inicio(void){

    printf("\n\n\n\n\n\n\n\n\n");

printf("                                   ллллллллллл    ллллллл    ллллллллллл   ллллллллллл   лллллллллл    лллллл   ллллл лллллллллл   ллллллллл  ллллллллллл     ллллллллл\n"
      "                                  АлАААлллАААл  лллАААААллл ААлллАААААллл ААлллАААААллл ААлллАААААл   ААлллллл ААллл ААлллАААААл  лллАААААлллААлллАААААллл   лллАААААллл\n"
      "                                  А   Аллл  А  ллл     ААллл Аллл    Аллл  Аллл    Аллл  Аллл  л А     АлллАллл Аллл  Аллл  л А  ллл     ААА  Аллл    Аллл  Аллл    Аллл\n"
          "                                      Аллл    Аллл      Аллл Алллллллллл   Алллллллллл   Алллллл       АлллААлллАллл  Алллллл   Аллл          Алллллллллл   Аллллллллллл\n"
          "                                      Аллл    Аллл      Аллл АлллАААААллл  АлллАААААллл  АлллААл       Аллл ААлллллл  АлллААл   Аллл    ллллл АлллАААААллл  АлллАААААллл\n"
          "                                      Аллл    ААллл     ллл  Аллл    Аллл  Аллл    Аллл  Аллл А   л    Аллл  ААллллл  Аллл А   лААллл  ААллл  Аллл    Аллл  Аллл    Аллл\n"
          "                                      ллллл    АААлллллллА   ллллл   ллллл ллллл   ллллл лллллллллл    ллллл  ААллллл лллллллллл ААллллллллл  ллллл   ллллл ллллл   ллллл\n"
          "                                      ААААА       ААААААА    ААААА   ААААА ААААА   ААААА АААААААААА    ААААА    ААААА АААААААААА   ААААААААА  ААААА   ААААА ААААА   ААААА \n");


    limpa_tela();
}
